{
  "Details":[
    {
      "id": "01",
      "Title": "Is your dog happy? Ten common misconceptions about dog behaviour",
      "image": "blog_1_happy_dog",
      "Source":  "theconversation.com",
      "Author":  "Paul McGreevy, Melissa Starling",
      "Date":  "May 31, 2018",
	  "Link":  "https://theconversation.com/is-your-dog-happy-ten-common-misconceptions-about-dog-behaviour-97541",
      "para":"<br><b>1. Dogs have a human appreciation of sharing</b><br><br>Humans can rationalise and appreciate the benefits of sharing. In contrast, among dogs, possession is ten-tenths of the law. So we should not take toys, bones and chews away from dogs unless we have trained them to accept this form of intervention.<br><br><br><b>2. Dogs always enjoy common human physical displays of affection</b><br><br>Humans often show their affection for others by hugging and cuddling them. Dogs simply do not have the limbs and joints to achieve this and so have not evolved to give each other a loving squeeze. When embraced by humans, many can find this uncomfortable or threatening. The same goes for patting dogs on the head.<br><br><br><b>3. Barking and growling dogs are always threatening or dangerous</b><br><br>These are distance-increasing behaviours. The dogs using these signals are chiefly trying to buy space so they can feel safer. All dogs, regardless of their temperament or training, can at times want more space. They usually try more subtle signalling first, but many dogs learn that subtle signals don’t work and go straight for shouting.<br><br><br><b>4. Dogs will welcome unfamiliar dogs to their home</b><br><br>Dogs evolved from wolves and are therefore primed to defend what is theirs. They have an attachment to their home territory and the resources within it. Dogs have no way of knowing that the dogs and human we invite around to our home, for example for a play-date, are ever going to leave. They can be forgiven for thinking that this is the way it is going to be from hereon. So it is to be expected that they will often try to lay out the local ground-rules and put the new arrivals in their place.<br><br><br><b>5. Dogs like relaxing as much as humans do</b><br><br>We go to work and go to school, so we greatly value the opportunity to chill out at home and maybe watch TV. In contrast, dogs spend most of their time at home and so value exercise off the property far more than time spent on the sofa.<br>So, for dogs, a change is not just as good as a rest – it’s much better.<br><br><b>6. An effusive dog is a friendly dog</b><br><br>“Friendly” for one dog is not friendly for all dogs, and some dogs use excessive friendliness as a way to alleviate anxiety associated with meeting another dog or human. Owners of very friendly dogs may be surprised when every other dog does not cheerfully receive their dog. Some dogs prefer sedate greetings, and lots of personal space.<br><br><br><b>7. Dogs approach when they want to engage playfully</b><br><br>Sometimes owners are confused when a dog approaches a human or another dog in a friendly fashion and then growls or snaps at them. These dogs may be motivated to approach chiefly to gain information, rather than to interact, and some may like strangers in principle, but nevertheless become anxious and overwhelmed all of a sudden. If you are seeing this pattern, call your dog away from new dogs and humans after a couple of seconds.<br><br><br><b>8. A big yard can replace walks</b><br><br>Because dogs spend so much time at home in the yard, they often find the area a little too familiar and sometimes rather dull. The size of a yard is far less important to dogs than what happens in it. Dogs truly thrive on play with each other, with us and with toys. They particularly love to do so in a novel environment, so time spent out of the yard is the very best of fun.<br><br><br><b>9. Dogs are wilfully defiant when they don’t do as they are told</b><br><br>Rather than deciding to disobey us, dogs sometimes simply can’t do what we ask them to. Either they don’t actually know what we’re asking them to do, or they have much, much more pressing things to do at the time. Dogs are not great at generalising, so just because they sit nicely when asked to in the kitchen when you have treats in your hand doesn’t mean they automatically know what “sit” means when they are at the off-leash dog park.<br><br>And while your dogs might know what “sit” means when being trained at home without distractions, asking them to do so when visitors are at the door might be like asking a child to kneel and pray upon arriving at an amusement park.<br><br><br><b>10. Barking, snapping, or lunging is the first sign of an unhappy dog</b><br><br>Dogs often give subtle signs they are becoming anxious, like avoiding eye contact with whatever is worrying them, licking lips, brow furrows, lifting a paw, tightening muscles in their face. If nothing is done to help these dogs move away from whatever is worrying them, these signs can often escalate to more troubling behaviour that is more obvious, such as growling and snapping.<br><br>"
    },
    {
      "id": "02",
      "Title": "Are you walking your dog enough?",
      "image": "blog_2_walking_your_dog",
      "Source":  "theconversation.com",
      "Author":  "Paul McGreevy, Adrian Bauman",
      "Date":  "July 27, 2018",
	  "Link":  "https://theconversation.com/are-you-walking-your-dog-enough-100530",
      "para": "<br><b>Why do dogs need to be walked?</b><br><br>Some people assume that a big backyard gives dogs enough exercise to keep them happy and healthy.<br><br>But dogs need to be walked for several reasons. As well as exercise, being walked lets them socialise with other dogs, explore the tantalising smells beyond their home and play with their preferred playmates. Dogs are <u>opportunists and optimists</u>, which is why so many turn themselves inside out with joy at the prospect of a romp around the park.<br><br>Walks also allow dogs to spend time with their human social group. We shouldn’t underestimate the value of one-on-one attention between owners and their dogs. People who are <u>strongly bonded with their dogs are most likely to exercise them</u>. Dogs, in turn, act as <u>catalysts for humans to engage with others</u> in their community.<br><br>Without enough <u>exercise</u> dogs can develop physical problems, such as muscular, cardiovascular or metabolic diseases, and behavioural problems that are manifestations of frustration and increased irritability.<br><br><br><b>How much walking is enough?</b><br><br>Clearly, the exact amount of exercise time your dog needs will vary according to its age, breed and size. <u>A ten-year study in Perth</u> found that people may not walk their dogs as much if the dog is sick, older, or a smaller breed. Yet all dogs need some time out of the house and yard every day.<br><br>As part of Pawgust, Guide Dogs Australia is encouraging owners to take their dogs for two 30-minute walks a day – one in the morning and one in the evening. If this seems too demanding for the humans in your dog’s world, it may be worth checking that everyone in your household is engaged in dog-walking, so that the opportunity can be shared.<br><br>Fortunately, dogs don’t always need extremely long walks. If your dog has health issues or is elderly, just 20 minutes out of the house can do wonders.<br><br>If you have particular worries about your dogs, or they have previously been very inactive, it’s worth consulting with your veterinarian to create an exercise plan. Remember that, like humans, dogs need to warm up and warm down. Walking dogs to the park can be enough to get their blood moving before a vigorous game of fetch.<br><br><br><b>Some barriers to walking</b><br><br>There are rare dogs that don’t seem to enjoy themselves when out on a leash. These are most commonly dogs that were not adequately socialised as pups. Others have learned that there is little they can do to assert themselves while on the leash and, as such, are examples of learned helplessness.<br><br>Also, although many dogs enjoy playing with other dogs throughout life, a significant number do not. As they age, they develop prejudices, aches and pains, and learned play styles that may not gel well with other dogs. These are the dogs that should be kept out of off-leash dog parks.<br><br>A reasonable strategy for exercising urban dogs with these tendencies is to take them for walks at night. This is generally less stressful, as there is less activity and less chance of bumping into other dogs.<br><br>Comments from other people is another possible barrier. Some breeds provoke negative feedback from others, and there is evidence that overweight dogs embarrass their owners.<br>Unwelcome dog behaviour can also sometimes cause embarrassment. So, it’s important to train your dog to respond to you on and off the leash, both at home and away, and to remember that the secret to having a happy, healthy and well-socialised dog starts with regular mental and physical exercise.<br>Bad weather may also act as a deterrent, but don’t let that stop you! Dog owners in the UK confront more cold, rainy days but are more committed to exercising their dogs than Australians.<br><br>Clearly, the heat of summer is a consideration for Australian dog owners, and it is generally more comfortable to exercise dogs in the early mornings and late evenings in midsummer.<br><br><br><b>The benefits of dog-walking for humans</b><br><br>So the benefits of dog-walking for dogs is clear. The good news is that it’s also hugely beneficial to people.<br><br>Regular physical activity for humans has major health benefits, yet around half of adult Australians are still insufficiently active for health, and have remained so for 22 years.<br><br>Dog-walking offers an unrealised, but simple, community-wide solution to the challenge of human physical inactivity. One benefit is that walking can improve mental well-being and increase social connections for many people. Modelling the concept of universal dog-walking provides surprising results.<br>If most of the dog owners in Australia who currently don’t walk their dogs started going on 20-minute walks every day, 12-17% more adult Australians would be sufficiently active.<br><br>This would halve inactivity, and could prevent up to 5% of all cases and deaths from heart disease and stroke, and up to 10% of major colon and breast cancers.<br><br>"
    },
    {
      "id": "03",
      "Title": "Curious Kids: How far away can dogs smell and hear?",
      "image": "blog_3_dog_smell_hear",
      "Source":  "theconversation.com",
      "Author":  "Susan Hazel, Eduardo J Fernandez",
      "Date":  "June 8, 2020",
	  "Link":  "https://theconversation.com/curious-kids-how-far-away-can-dogs-smell-and-hear-139959",
      "para": "<br><b>Dog the detector</b><br><br>This amazing sense of smell means dogs have some of the most interesting jobs of any animal: the detection dog.<br><br>Detection dogs help search and rescue organisations to find missing people, look for dangerous materials such as drugs and bombs, illegal imports at airports, and help find wild animals.<br><br>All of it’s done with their noses, which makes dogs some of the best sniffers in the world.<br>One thing that might still puzzle you is why, when dogs have such a great sense of smell, they like to smell things that are disgusting to us, like other dogs’ bottoms. That’s a story for another day.<br><br><br><b>Hear and far</b><br><br>Now we know dogs can smell lots of things from far away, what about their hearing? What can dogs hear, and from how far? To find out, first we have to talk about what dogs and all animals (including us) hear: sound frequencies.<br><br>Sounds have waves. The frequency of sound is how close together the sound waves are. The closer together the waves, the higher the frequency or pitch. You can think of this like the beach during a storm, when waves hit the beach more often.<br><br>Dogs and people hear about the same at low frequencies of sound (around 20Hz). This changes at high frequencies of sound, where dogs hear up to 70-100kHz, much better than people at only 20kHz. Dogs hear sound frequencies at least three times as high compared to people.<br><br>You may have wondered how those special silent dog whistles work? They make high-frequency sounds that dogs can hear but we can’t. Because dogs can hear higher frequencies than us, there are a lot more sounds for dogs to hear.<br><br>They can also hear sounds that are softer or farther away, as far as a kilometre. That means dogs can be more sensitive to loud sounds. This is why some dogs are scared of fireworks or thunderstorms. It is also why a dog might bark at a sound you cannot hear.<br><br><br><b>Prick up your ears</b><br><br>Part of how dogs hear so well has to do with their ear muscles. Dogs have more than a dozen muscles that allow them to tilt, lift and rotate each ear independently of one another.<br><br>This helps dogs locate where sounds come from. It is also part of why dogs may tilt their heads to some sounds. Police who use dogs say the first sign their dog has located a suspect is when they see their ears move around to focus on a place.<br><br>Having great hearing also helps dogs with another one of their interesting jobs: the assistance dog. Assistance dogs work with people who need help in their daily lives, such as those who are blind or deaf.<br><br>Excellent hearing means dogs can identify people arriving at a home or oncoming traffic at a walkway. With such great hearing, dogs can help people in need navigate the world around them too!<br><br>"
    },
	{
      "id": "04",
      "Title": "The Dangerous Dogs Act bites worse than it barks",
      "image": "blog_4_dangerous_dogs",
      "Source":  "theconversation.com",
      "Author":  "Maria Kaspersson",
      "Date":  "August 26, 2013",
	  "Link":  "https://theconversation.com/the-dangerous-dogs-act-bites-worse-than-it-barks-17030",
      "para": "<br><br>Proposed changes to the Dangerous Dogs Act are based on the assumption that Britain faces a growing threat posed by dangerous dogs and their owners. The proposal is to impose harsher penalties. Before we buy into this narrative, it would pay to inspect the issue in a less sensational way.<br><br>At the outset, it isn’t a single problem posed by aggressive dogs, but three separate issues. First there is the problem posed by so-called aggressive “status dogs” and their owners. Second there is the perennial problem posed by dogs of all breeds to people like postmen. Finally there are problems that some dogs pose to the families of their owners, which in some cases have resulted in deaths.<br><br>Rather than recognising these as distinctive problems which require different solutions, they are conflated together and the problem is too often made to be one of dangerous dogs bred to be violent by gang members. Let me offer a less sensational diagnosis.<br><br>Undeniably some use dogs as status symbols, but by focusing disproportionally on this problematic but rare aspect of dog ownership, we lose sight of a more common reality that is very different. There are around eight million dogs in Britain - how many of these are weaponised dogs wielded by gangs? A thousand?<br><br>Some young people certainly own dogs like pit bulls for the reasons of status; but many other breeds are also owned for status reasons by pedigree dog breed enthusiasts. From my own research with status dog owners it was evident that they had neither the knowledge nor funds to train their dogs to be killers, and breeding to select aggressive traits was not systematic. Young people certainly value particular breeds, but their concern is to own a handsome specimen, not a deadly one.<br><br>The most common problem posed by these young owners is an inadequate response to dog-on-dog aggression. After all, these breeds were originally bred for dog fighting, but humans can still be injured when dogs fight each other. Animal welfare problems are also a concern - dogs are not properly trained, exercised, fed, and are often neglected or abandoned. The owners care about their dogs, but do not always know how to care for them. This applies to many owners of dogs, or indeed many other pets, not just status dog owners. Instead of seeking to ban certain breeds and criminalise their owners - as the Dangerous Dogs Act was established to do - a campaign directed at promoting responsible ownership would be preferable.<br><br>With regards to the experience of postal workers, as it is natural for dogs to bark at trespassers there will always be dogs barking at postmen. So long as they are prevented from doing anything more than bark, that is all we can ask for. Some dogs of any breed attack postal workers and there is no link between status dogs and postal workers’ injuries. Fining anyone who keeps an aggressive dog (no matter what breed or size) in their front garden or where it can injure a worker is the way forward here. There has to be a physical threat present – a dog barking, no matter how aggressively, indoors or in a fenced off garden does not pose such a threat. Postal workers should also have the right to refuse to deliver mail if an aggressive dog is present.<br><br>Looking at the problems posed by dogs to their human families, in my analysis of all dog bite fatalities since 2005 it transpired they have taken place within a home context. Very often the owner, dog and victim belonged to the same family. Some of these dogs were pit bulls, but other breeds were also involved.<br><br>From the circumstances of these deaths, there are no patterns that can be drawn from the breed of the dog, nor any connection to status dog ownership (there is none); all that can be surmised is that these are double tragedies. They are tragic because someone has been killed, often a child. And it is tragic because a dog has been inadequately cared for – poor socialisation with babies and children, not exercised or fed properly, dogs and children left unsupervised – and as a result someone dies. And of course, the dog is inevitably put down as well. To claim that we would get justice for these tragic victims by handing out life sentences to the owners makes no sense.<br><br>"
    },
	{
      "id": "05",
      "Title": "Dogs really can chase away loneliness",
      "image": "blog_5_dogs_chase_lonliness",
      "Source":  "theconversation.com",
      "Author":  "Lauren Powell, Emmanuel Stamatakis",
      "Date":  "November 5, 2019",
	  "Link":  "https://theconversation.com/dogs-really-can-chase-away-loneliness-125495",
      "para": "<br><b>Why are we studying this?</b><br><br>Almost two in five Australian households own a dog. And although most dog owners will assure you, in no uncertain terms, their dog is a source of sheer happiness, scientific evidence is lacking.<br><br>Most previous studies have compared the mental well-being of dog owners to non-owners at a single point in time. The problem with these studies is they cannot tell if dogs actually make us happier, less lonely or less stressed. They also cannot tell us if dog owners are simply in a more positive state of mind in the first place.<br><br>So, in this study, we measured mental well-being at three points in time: before owning a dog, three months after owning a dog and eight months after owning a dog.<br><br><br><b>What did we do?</b><br><br>Our study, known as the PAWS trial, involved 71 Sydney adults who were separated into three groups:<br><br>  ⦿ people who bought a dog within one month of starting the study<br><br>  ⦿ people who were interested in getting a dog in the near future but agreed not to get one during the study, and<br><br>  ⦿ people who had no interest in getting a dog.<br><br><br>People filled out surveys to measure their mood, loneliness and symptoms of psychological distress at the three different time-points. We then compared the mental well-being of the groups at the beginning of the study, to the mid-point and to the end-point.<br><br><br><b>Here’s what we found</b><br><br>New dog owners felt less lonely after they got a dog compared to the other two groups. The effect happened quite quickly, within three months of acquiring a dog. There was no further decrease in loneliness between three months and eight months.<br><br>We also found some evidence that dog owners had fewer negative emotions, such as nervousness or distress, within three months of getting a new dog but this finding was not as clear cut.<br><br>We found that symptoms of depression and anxiety were unchanged after acquiring a dog. Maybe the dog owners in our study already had low levels of psychological distress before they got a dog, so dog ownership didn’t lower these levels any further.<br><br><br><b>What does it all mean?</b><br><br>There are lots of possible reasons dogs can help to lessen feelings of loneliness. We know having a quick cuddle with a dog boosts people’s mood in the short-term. Maybe daily dog cuddles can also boost owners’ mood in the long-term which could help to lower feelings of loneliness.<br><br>Dog owners may also meet new people through their dog as people are more likely to talk strangers if they are accompanied by a dog. In our study, dog owners also said they had met new people in their neighbourhood because of their dog.<br><br>So far, there have only been two similar studies to look at mental well-being in new dog owners, one of which was conducted almost 30 years ago.<br><br>Of these studies, one found dog owners had fewer symptoms of psychiatric disorders after they acquired a dog. The other study found no difference in loneliness after people brought a new dog home.<br><br>Dogs may also improve our physical health, by reducing blood pressure, improving cardiovascular health and increasing the amount of physical activity their owners perform. But, as is the case with mental well-being, the scientific evidence is still limited.<br><br><br><b>So, what happens next?</b><br><br>One of the things our study cannot determine is how dogs affect men’s mental well-being. By chance, all the new dog owners in our study were women. So, we don’t know whether dogs affect men’s mental well-being in a different way to women’s.<br><br>Our next step is to look at mental well-being in a much bigger group of new dog owners to confirm these findings. A bigger study could also provide more insight into the relationship between dog ownership and mental illness, such as depression and anxiety.<br><br>"
    },
	{
      "id": "06",
      "Title": "8 things we do that really confuse our dogs",
      "image": "blog_6_confuse_dogs",
      "Source":  "theconversation.com",
      "Author":  "Melissa Starling, Paul McGreevy",
      "Date":  "February 5, 2020",
	  "Link":  "https://theconversation.com/8-things-we-do-that-really-confuse-our-dogs-122616",
      "para": "<br><br>Dog behaviour is extraordinarily flexible – this is why we can keep them in our homes and take them to cafes with us at the weekend.<br><br>Nevertheless, there are ways in which evolution has not equipped dogs for the challenges of living in our world, and puppies must learn how to cope.<br><br>These are some of the things we do they struggle to understand.<br><br><br><b>1. We leave them alone</b><br><br>As born socialites, dogs make friends easily. Puppies are intensely interested in spending time with other dogs, people, and any species willing to interact with them socially. They usually play, rest, explore and travel with company. Yet we often leave dogs alone: at home, in kennels or the vet clinic.<br><br>In these situations, naive dogs can’t be sure we’ll ever return to collect them. Only after experience are they likely to expect a reunion, and even then, their experience depends on the context.<br><br>At home, we may try to enforce dog-free zones. Naturally, many dogs protest. How can they stay with their (human) social group when they’re separated behind impenetrable barriers (doors)? This explains why dogs so often demand to be let inside when their human family is there, and why those with separation-related distress frequently find some solace in being indoors.<br><br><br><b>2. We are visually driven</b><br><br>Dogs live in an olfactory world, while ours is chiefly visual. So, while TVs may offer a visual feast for humans, parks and beaches are an olfactory banquet for dogs.<br><br>An additional challenge is dogs move while investigating the world, whereas we often sit still. They may not relish the inertia we enjoy in front of a noisy, flashing light-box.<br><br><br><br>3. We change our shape and smell</b><br><br>Shoes, coats, wallets, briefcases, bags and suitcases: countless smells cling to these items after we take them into shops and workplaces, then back to our dogs. Cleaning products, soaps, deodorants and shampoos also change the scents our dogs are used to.<br><br>Towels, hats and bags change our shape when we’re using them.<br> And when we’re pulling them on, jumpers and coats alter our visual outline and may catch dogs unaware.<br><br>Dogs change their coats at least once a year. In contrast, we change our external cladding every day. This means the odours we carry are changing far more than dogs have evolved to expect.<br><br>In their olfactory world, it must be puzzling for dogs to encounter our constantly changing smells, especially for a species that uses scent to identify familiar individuals and intruders.<br><br><br><b>4. We like to hug</b><br><br>How humans use their forelimbs contrasts sharply with how dogs do. We may use them to carry large objects a dog would have to drag, but also to grasp each other and express affection.<br><br>Dogs grasp each other loosely when play-wrestling, and also when mating and fighting. Being pinned by another dog hinders a quick escape. How are puppies to know what a hug from a human means, when that behaviour from a dog might be threatening?<br><br><br><b>5. We don’t like to be bitten</b><br><br>Play-fighting is fun for many puppies and helps them bond with other dogs. But they must monitor the behaviour of other dogs in play-fights and know when they’ve used their tiny, razor-sharp teeth excessively.<br><br>Humans are much more susceptible to pain from playful puppy jaws than other dogs are, and so we can react negatively to their attempts to play-fight with us.<br><br>Dogs interact with objects almost entirely with their muzzle. And to feed, they use their jaws, teeth and tongue.<br><br>Dogs also “mouth” other dogs when playing, expressing affection and communicating everything from “more” to “please don’t” to “Back off!”. So, naturally, they try to use their mouths when communicating with us, and must be puzzled by how often we take offence.<br><br><br><b>6. We don’t eat food from the bin</b><br><br>Dogs are opportunists who naturally acquire food anywhere they find it. In contrast, we present them with food in dishes of their own.<br><br>Puppies must be puzzled by our reaction when we find them snacking from benches and tables, in lunchboxes and kitchen bins. We should not be surprised when dogs unearth food we left somewhere accessible to them.<br><br><br><b>7. We share territories</b><br><br>We visit the territories of other dogs, bringing back their odours, and allow unfamiliar human and canine visitors to enter our dogs’ home. Dogs have not evolved to accept such intrusions and threats to their safety and resources.<br><br>We shouldn’t be surprised when our dogs treat visitors with suspicion, or when our dogs are treated with hostility when we bring them to the homes of others.<br><br><br><b>8. We use our hands a lot</b><br><br>Sometimes our hands deliver food, scratches, massages and toys. Other times, they restrain dogs, trim nails, administer ointments or tablets, and groom with brushes and combs that may pull hair.<br><br>No wonder some dogs grow to fear the human hand as it moves about them. We can make it easier for dogs to accept many types of hand-related activities if we train them to cooperate with rewards.<br><br>But humans often misread their fear and may even greet it with violence which compounds the problem. Hand-shy dogs can easily become defensive and find their way into pounds and shelters, where life expectancy for nippers and biters is poor.<br><br>On the whole, dogs show a remarkable ability to adapt to the puzzles we throw at them. Their behavioural flexibility offers us lessons in resilience and how to live simply and socially. Our challenge is to understand the absence of guile and malice in everything they do.<br><br>"
    },
	{
      "id": "07",
      "Title": "Curious Kids: is it true dogs don’t like to travel?",
      "image": "blog_7_dogs_dont_travel",
      "Source":  "theconversation.com",
      "Author":  "Paul McGreevy",
      "Date":  "January 7, 2019",
	  "Link":  "https://theconversation.com/curious-kids-is-it-true-dogs-dont-like-to-travel-108670",
      "para": "<br><br>Most dogs don’t like to travel, and those that do have usually had to learn to like it.<br><br>In the wild, being too adventurous could get a dog killed, so dogs may have mostly evolved to be cautious and remain close to what is familiar. That said, dogs may see some kinds of travel as a chance to find things they want – like food or a mate.<br><br><br><b>Home sweet home</b><br><br>It’s normal for dogs to value the territory they know well, where they know they can find food, water and shelter easily.<br><br>It is also home to the thing most precious to them: their social group. That is, the other dogs or humans they know and like. Yes, dogs probably see the humans they live with as their social group.<br><br>Most dogs have what scientists call a “home range”. That’s the area in which they feel comfortable. At the core of the home range is its den (for example, your dog may see your home and garden as its den). Beyond that core, there’s what we call the periphery – that might be the neighbour’s front yard, the park down the road, and your street.<br><br>Dogs can recognise their home range by its smell. Have you ever noticed a dog weeing on trees and lamp-posts or scraping his hind-paws against the ground? That’s how dogs mark their territory with their own scent.<br><br>Many humans love to travel, but for dogs, travelling too far from home comes with risks. Dogs that wander into another’s territory might be outnumbered by other dogs, or overpowered by a stronger individual. Or they may return to their home range only to discover that the social group changed while they were away and they no longer fit in as well as they used to.<br><br><br><b>Travelling with friends</b><br><br>When we exercise dogs in unfamiliar areas, they may love the challenge of all those new places and smells to explore. Many dogs are clearly joyful as they explore all this with us, their social groups, but when alone their response may be very different.<br><br>For domestic dogs, exercise beyond the den (the house and garden) is exciting because it offers so many opportunities: to play, pee and poo in new places, to explore and eat food, to meet and greet new dogs, mark territory and find a mate.<br><br>So some dogs will take the chance to wander, if they really need to do any of those things.<br><br><br><b>Car travel – a mixed blessing</b><br><br>Many puppies and dogs who are not used to cars will get car-sick. But then again, cars can also be a way for dogs to encounter a cascade of odours, see new dogs, or score a stimulating walk in a new territory. Car rides can bring enormous joy to some dogs, once they get used to car travel.<br><br>For some dogs, hopping into the car is associated with a trip to the park or beach. For others, it reminds them too much of a trip to the vet where they may have had a scary experience, like having an injection.<br><br>Dogs learn to mistrust the smell of the vet’s waiting room and now some vets use calming pheromones in their clinics. Pheromones are special chemicals that can affect mood.<br><br>So, whether or not dogs like to travel might depend a lot on the individual dogs and their life experience. It may depend on whether travel reminds them of fun-filled trips or fear-filled ones.<br><br>Despite what some movies ask us to believe, very few dogs ever get the travel bug and want to explore the world. At the end of the day, they’re usually happiest at home.<br><br>"
    }
  ]
}
